'''
Задача 3

Дополни код программы

Бо сидя на лекциях вспомнил про старую игру agar.io. Он решил в нее поиграть.

Когда Бо набрал 13000 очков, он заметил что на сайте где он играл, нет рейтинга топ игроков. Он решил написать свою программу, которая найдет победителя по количеству очков.

Помоги Бо закончить его программу, программа должна проверить все возможные сценарии победы, иначе — ничья.


'''

player_one_name = "meorwik"
player_two_name = "Bo"
player_three_name = "suws"

player_one_score = 47300
player_two_score = 55300
player_three_score = 22110

# твой код

if player_one_score > player_two_score and player_one_score > player_three_score:
    first_place =
elif
    first_place =
elif
    first_place =
else:
    print("Игроки равны, победителя нет!")

print("Победил игрок:", , "!")

