'''
Задача 5

Реши задачу

После утечек, много оборудования академии пострадало, т.к сохраненные настройки приборов были повреждены.

Бо столкнулся с тем что ему было необходимо узнать какое из введенных расстояний больше, однако одно значение в футах (1 фут = 0.305м), а другое в километрах.

Напиши программу которая:
- Принимает на вход расстояние в километрах
- Принимает на вход число в футах
- Переводит футы и километры в метры
- Сравнивает и выводит, какое расстояние больше
- Иначе, программа выводит что расстояние одинаковое

'''

# твой код

