'''
Задача 2

Исправь ошибки в коде

После атаки на сервера академии Бо был насторожён тем как легко было обойти защиту, поэтому он решил написать программу, которая проверяла, человек ли ее использует или нет.

Бо написал программу с проверкой капчи, однако он заметил что в ней есть ошибки, помоги Бо их исправить.


'''

right_answer_1 = "2VYK"
right_answer_2 = "S82S"


user_answer = input("Введите одну из надписей изображённых на картинке: ")

if user_answer = right_answer_1;
    print("Вы прошли!")
elif user_answer == right_answer_2:
        print("Вы прошли!")
else user_answer;
print("Вы не прошли капчу!")

